9/data/attachments/4a225105de9769d4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joshua_care_Friend_79367_7</nif:username>
            <nif:friendToBeRequested>soap_friends_6e2c9cea-0d10-4338-8b40-66eaf03f2c02</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>